Revit 2024 API
SymbolTypeId.LmPerW Property
 Symbol lm/W, indicating unit Lumens per watt.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LmPerW { get; }
Visual Basic
Public Shared ReadOnly Property LmPerW As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LmPerW {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace